LEXICON_RU = {
    'first_meet': 'Привет!\nЯ уже знаю что мы будем делать, но сначала..\n'
                  'Я должен убедиться, что ты та - за кого себя выдаешь 🫣\n\n'
                  'Введи пожалуйста пароль:',
    'joke': "Супер!\n\n"
            "Теперь возьмись правой рукой за левое ухо 🤨",
    'f%b': '🍅 Продукты',
    'service': "🚕 Трансфер",
    'salary': "💸 Зарплата",
    'HH items': "🧻 ХозТовары",
    'repair': "🛠️ Ремонт",
    'Special': "🎉 Праздник",
    'ND': "🧐 Другое",
    'as_you_wish': "Ну как хотите",
    'date_expected_warning': 'Мы там ждем, когда ты выберешь дату\n\nИли нажми \\exit',
    'input_amount': 'И теперь введи сумму:',
    'wrong_amount': 'Это не похоже на настоящую сумму\n\nДавай попробуем еще раз!',
    'done': 'Записано!'

}
STATE_EXPLAIN = {
    'OldFSM:choose_date': "⬆️ Там наверху остался календарь, нужно выбрать дату\n\nИли введи команду \\exit и всё закончится 😇",
    'OldFSM:choose_group': "⬆️ Там наверху остались кнопки, нужно выбрать категорию\n\nИли введи команду \\exit и всё закончится 😇",
    'OldFSM:input_amount': "Мы там записывали расход, и я жду ввода суммы\n\nИли введи команду \\exit и всё закончится 😇",
    'OldFSM:save_or_comment': "⬆️ Там наверху остались кнопки, нужно сделать выбор\n\nИли введи команду \\exit и всё закончится 😇",
    'OldFSM:add_comment': "Мы там записывали расход, и я жду комментарий\n\nИли введи команду \\exit и всё закончится 😇",
    'OldFSM:save': "⬆️ Там наверху остались кнопка, нужно на неё нажать \n\nИли введи команду \\exit и всё отменится😇",
    'OldFSM:more_or_done': "⬆️ Там наверху остались кнопки, нужно сделать выбор\n\nИли введи команду \\exit и всё закончится 😇",
    'GetSumFSM:choose_from': "⬆️ Там наверху остался календарь, нужно выбрать дату\n\nИли введи команду \\exit и всё закончится 😇",
    'GetSumFSM:choose_to': "⬆️ Там наверху остался календарь, нужно выбрать дату\n\nИли введи команду \\exit и всё закончится 😇",
    'GetSumFSM:leave_or_delete': "⬆️ Там наверху остались кнопки, нужно сделать выбор\n\nИли введи команду \\exit и всё закончится 😇"
}

