LEXICON_RU = {
    'first_meet': 'Привет, мы еще не знакомы:(\nЗнаешь пароль?\n\nРасскажи:',
    'f%b': '🍅 Продукты',
    'service': "🚕 Трансфер",
    'salary': "💸 Зарплата",
    'HH items': "🧻 ХозТовары",
    'repair': "🛠️ Ремонт",
    'Special': "🎉 Праздник",
    'ND': "🧐 Другое",
    'as_you_wish': "Ну как хотите",
    'date_expected_warning': 'Мы там ждем, когда ты выберешь дату\n\nИли нажми \\exit',
    'input_amount': 'И теперь введи сумму:',
    'wrong_amount': 'Это не похоже на настоящую сумму\n\nДавай попробуем еще раз!',
    'done': 'Записано!'

}